{"podcast_details": {"podcast_title": "Marketplace", "episode_title": "The most predicted recession … if it happens at all", "episode_image": "https://www.marketplace.org/wp-content/uploads/2019/05/MP_show-1.png", "episode_transcript": " This is it. It's what you've been waiting for. Billions returns to bring us the most epic showdown yet to a brand new streaming home on Paramount+. We're back, baby! We've got a fantastic story this season. Buckle up, Bobby's back. We're bringing the fight to Axe. Everyone gets caught in the crossfire. There's exciting stuff coming. And now that Axe is coming back, the final showdown can begin. This is the good news expressed flammable. A return to the all-access world of the rich and powerful. Don't miss new episodes of Billions streaming now on the Paramount Plus with Showtime Plan. Visit instacart.com slash business to redeem. Instacart Plus trial for new users while supplies last. Plan renews at $99 per year. $250 credit back minimum. Excludes alcohol. Terms apply. On the program today, this economy of ours sliced three different ways. From American public media, this is Market Flags. In Los Angeles, I'm Conn Rizdall. It is Wednesday today. This one is the 16th day of August. Good as always to have you along, everybody. We are going to start today with a trifecta of sorts. Three different stories on three different slices of this economy that will in eight or so minutes from now have delivered a handy overview of where things stand at this precise economic moment. And we begin with a topic well known to regular listeners of this program. Stuff inventory is the technical term and how much extra inventory retailers built up during the pandemic. They have spent most of the past year, those retailers have, trying to get rid of all that excess in very large part by offering discounts to move stuff off their shelves. Well, to that point this morning, Target said its inventories are 17% lower than they were last year, thank you very much. And as a result, it is not going to be offering as many discounts. But as Marketplace's Justin Ho reports, that does not necessarily mean the era of markdowns is behind us. Excess inventory can be a drain on retailers. It can bump up storage fees. Items can go out of style or go bad. So offering a discount can help businesses clear the shelves. If you can use it to drive traffic into the stores, then that can be a win. That's Sonia Lipinski, managing director at Alex Partners. She says stores can drive sales by using markdowns selectively. There's got to be the right mix in terms of what products being marked down, how that product is positioned in the store even, so that the consumer has something different to buy at full price. But steep discounts aren't exactly great for profits. So now that many retailers have sorted out their inventory issues, they've gotten to the point where they don't feel the need to have to mark things down to get inventories back to a more normalized level. That's Brian Yarbrough, consumer research analyst at Edward Jones. He says retailers still have to worry about getting people in the door. And if a retailer starts offering fewer discounts, there's always that potential that consumers say, hey, I was coming in there because you had a bunch of apparel and home items 20, 30, 40, 50% off. But now that you're back to full price, I'm not paying that. Especially since apparel, home items, and other discretionary products aren't all that popular right now. Mickey Chata at Moody's says people are still willing to spend money, but they're spending more of it on travel and entertainment and also necessities like food. If I want to buy apparel, I can postpone that purchase, but I need to buy food and other items that I need from a day to day. As a result, Chata says discounts aren't going away entirely, not because retailers have too many products on hand that they need to get rid of, rather because they need us to keep buying things. Promotional activity is part and parcel of retail. It's never going to go away. Chata says we might even see more discounting if consumers get even choosier about where they spend their money. I'm Justin Howe from Marketplace. Stories number two and three in our trifecta straight ahead on Wall Street today. More down than up. We'll have the details when we do the numbers. The second leg of our economic trifecta today comes courtesy of the Federal Reserve Bank of the United States, which this afternoon released the minutes of the most recent meeting of the Federal Open Market Committee. That's the one that sets interest rates. The meeting in question was the 25th and 26th of last month, and we all already know what happened, right? Every voting member of the FOMC voted for raising the federal funds rate a quarter of a percent. It was a unanimous decision, obviously, as far as the public was concerned the day the rate hike was announced. But the minutes released today do show a couple members of the FOMC and a couple there is a quote from the minutes. They would have liked to have left interest rates unchanged, all of which is to say dissent at the Fed, as Marketplace's Matt Levin reports, can be a tricky thing. In his 20 years as a member of the FOMC, Tom Honig says he can't remember a meeting where anyone shouted or yelled at each other. Honig, who left in 2011, definitely recalls some awkward meetings when Chair Ben Bernanke wanted the Fed to buy more bonds and mortgage-backed securities. It appeared anyway that I would be the only person objecting, which 11 people think one way and you're thinking a different way. Is there something wrong with you? Did you miss something? It was not fun. Honig was the lone dissenting vote and voted against that plan over and over again at future meetings. He says he's not surprised that under Jay Powell, the FOMC has not had a single dissenting vote on interest rates since June of last year. I think you have to understand that the culture of the FOMC has over time, I think, become more and more driven towards unanimity and consensus. There's actually a pretty compelling macroeconomic reason for that, says economist Julie Smith at Lafayette College. There's more dissent in a policymaking decision by the Fed that can lead to more volatility in financial markets. If some members vote for rate hikes and some members vote against it, maybe Wall Street gets a mixed message, which could complicate the Fed's path to its twin goals of low inflation and full employment. All of this being said, FOMC members do have real disagreements on where monetary policy should head, and why former FOMC Secretary Bill English took such care with preparing the minutes of those meetings. The minutes are supposed to be about not just how do they arrive at their consensus views, but what was the range of views. Five years after an FOMC meeting, we get the full transcripts, so we'll know just how much debate there might have been before a unanimous vote. I'm Matt Levin for Marketplace. Try to affect this story number three in about 20-25 seconds. Before that, though, a plug for our morning report. We'll take it out of bed in the middle of the night to figure out today's economic news so you don't have to. With the caveat, because it's been a while, the caveat here is that the stock market is not the economy. To Wall Street, we go for our third story today, not stocks themselves, but the risk tolerance surrounding them. We got an interesting snapshot this week of how U.S. equity managers see things right now. S&P Global's Investment Manager Index survey shows that, quote, U.S. equity investors have grown increasingly risk averse amid concerns that stocks are too expensive. And then it goes on to say that most sectors have fallen out of favor with investors, even though the S&P itself is up about 25 percent from its October 2022 low. So Marketplace's Mitchell Hartman talked to a bunch of investment types today to find out exactly what's going on. A bull market raged through the first half of this year as tech giants that had downsized post-pandemic rushed headlong into the AI boom, says Quincy Crosby at LPL Financial. The largest portion of the surge in the market came from big tech. And that is always worrisome because it pushed up valuations markedly. And those high valuations are now spooking investment managers. Sam Stovall at CFRA Research says there are multiple forces pressuring stocks. Investors sort of feel like a kung fu master who have to parry all of these spears being thrown from a variety of directions because it's not just the Fed, but it is also some geopolitical issues. Like China's weakness, the war in Ukraine. But right now, the Fed's playing the biggest role. There's increasing anticipation the Fed will raise interest rates at least one more time to fight inflation. And higher interest rates are pushing investors away from stocks and into bonds, says Gary Schlossberg at the Wells Fargo Investment Institute. When interest rates go up, bond prices go down. They look increasingly attractive because those prices are becoming cheaper and cheaper relative to stocks. Ironically, the biggest risk going forward is if the economy remains too strong, says Sam Stovall. We're getting good economic news, which could translate to bad Fed and market activities. If the Fed continues to raise rates, does that increase the likelihood of a recession in 2024? If that happens, it'll certainly be bad for stocks, at least for a while. I'm Mitchell Hartman for Marketplace. We learned this morning that housing starts, that is new homes starting to get built. We're up in July 3.9 percent more new construction than there had been in June, which is good because we need more houses in this economy. At the same time, however, all that building adds to global warming more than 50 million tons of carbon emissions every year. That's according to the Rocky Mountain Institute, which is an environmental think tank. It is also why some people are looking to build more sustainably with locally sourced materials like old railroad ties and recycled bottles or bales of straw. With that, here's today's installment of our series, Adventures in Housing. My name is David Chu. I'm Kari Chu. And we live in Knox County, Ohio. In 2009, I married this guy and then I realized he liked to do things very differently. Straw bale isn't a new technology. It's something that has been done for hundreds of years. The natural materials are kind of more sustainable, lower cost, but they do have the higher labor value in how they go together. We started talking about, well, maybe, maybe. And then that maybe turned into buying property and then buying 800 bales of straw and then stacking those bales of straw. And here we are. One of the challenges, naivete that we had was, OK, we understand the concepts of building a straw house. I think we chose to build a house a little bit bigger than what we should have done given our skill set. I'm a teacher. I don't do a lot of handy stuff. I do accounting and data analysis. It got a little bit technical with having to carve out the straw bales to kind of make them fit together like Legos. I spent a lot of time with a pair of sheep shears in my hand carving straw bales. You can go to a workshop. You can do it for a day. But until you have to do 20 windows on your own with no expert help, you just really don't have it figured out till about the time you're done. I had straw in places that you would never think straw would get to. It was, yeah, so much straw, so much straw. The total cost, you're going to have less material cost and more labor. But overall, it just depends on how you want to build. In this style of building, there's a lot of trying to find cheaper, free materials is kind of part of the mentality. And we went into this knowing that that wasn't going to be an approach. We wanted a nice house with all the moderns, you know, good windows that weren't leaky, two great bathrooms. And so we went into this knowing that we were going to spend more than the folks that some of our natural building friends that like to get the tires out of the local dump and use that for their foundation. Yeah. The idea was that we needed additional financing. We couldn't get the financing through traditional means because it wasn't a traditional house. So I went and just opened up a whole bunch of credit cards that had zero interest for 12 months or more until we had enough of a house to convince a local bank to give us a traditional construction loan. The day we moved in, I remember us both just sitting on the couch looking at each other with this like kind of half crazed smile and almost tears in our eyes. It was a very emotional moment. And yeah, we were both just, yeah, we were so grateful to just be in a house. We've had an absolutely extraordinary time going through this together, but it's not, I would not recommend this to anybody who wasn't already interested. David and Carrie Chu living in a straw bale house in Knox County, Ohio. Tell us would you about your adventure in housing wherever you are and whatever the house in question is made of. You can do that at Marketplace.org. Coming up, it's a made up word, biomimetic. Yeah, your guess is as good as mine. But first, let's do the numbers. Down industrial is off 180 points today, a half percent, 34,765. The Nasdaq down 156 points about one and two tenths percent, 13,474. The S&P 500 gave back 33 points, about three quarters of one percent, 4404 there. Let's do some renewable energy, shall we? Next, era energy. That's a major wind and solar producer increased by about three tenths percent. Clearway Energy, which owns facilities that use natural gas as well as solar and wind to generate electricity, flipped about seven tenths of one percent. A fossil fuels, you ask Exxon Mobil recently moved its headquarters from Houston to the neighboring suburb of Spring, Texas, lost about one and seven tenths percent. Today, Occidental Petroleum, still based in Houston, fell one and six tenths percent today, two bonds down yield on the 10 year Tino. Get a load of this one peeps. Four point two six percent on the 10 year. You're listening to Marketplace. Support for this podcast comes from wise, the account that's built for your business to send, spend and receive money across the globe. If you manage an international business, or you've got work to do worldwide, you could be saving time and money in over 40 currencies with wise business. Paying bills or employees overseas, do it lightning fast. Sending invoices or getting paid across borders. Simple managing your team's expenses around the globe. Done. All in the local currency. So whether your work is shipping cargo or shipping code, wise lets you send, spend and receive at the mid market exchange rate wherever you are. There are no markups and no hidden fees. Whenever you convert or use different currencies, it's time for your business to meet money without borders. Join 15 million customers going global with wise. Learn how the wise account could work for your business by downloading the app or visiting wise.com business. Many donors wonder how much of an impact their donation can actually make. It's hard to find information about whether a donation can do good, let alone how much. But if you're interested in making a meaningful difference for some of the poorest people in the world, check out give well. They research evidence-backed high impact giving opportunities and share their work with everyone for free. Give well has spent over 15 years researching charitable organizations and only recommends a few of the highest impact opportunities they've found. Over 100,000 donors have used give well to donate more than $1 billion. Rigorous evidence suggests that these donations will save over 150,000 lives and improve the lives of millions more. Give well wants as many donors as possible to make informed decisions about high impact giving. You can find all of their research and recommendations on their site for free. You can make tax deductible donations to their recommended funds or organizations and give well doesn't take a cut. Go to give well dot org to find out more or make a donation. If you make a donation, let them know you heard about us by choosing podcasts and enter marketplace at checkout. Again, that's give well dot org. This is Marketplace. I'm Kai Rizdal. So I was talking about the minutes of the Fed's most recent meeting a little bit ago and the set up to Matt Levin's piece and there is at least a hint of economic optimism at the central bank. A hint of course not to be confused with feeling great about things, but more broadly speaking, there is a sense out there that maybe the Fed's going to get it done, bring inflation down without pushing us into recession. A couple of questions about that though. What's it going to look like when we get there? And then what happens? Marketplace's Kristen Schwab did some asking around. Economists daydream just like the rest of us. And right now floating around in the thought bubble above Moody's Analytics, Mark Sandy's head is a picture of the elusive yet so close soft landing. Well, you know, it's one of those shining moments when everything is aligned. Here's what that shining moment looks like to Zandi. The Fed gets inflation down to 2%. Unemployment hangs around 3 or 4 and GDP keeps growing, but not too fast. Also around 2%. The elusive soft landing. You know, rarely is the economy in that kind of sweet spot. Very, very rare and very rare that it stays there because of course stuff happens. If the Fed lands softly, its goal is no stuff happening. Instead, we need to tread water, maintain the status quo. The economy can't start slipping because, well, then the landing wouldn't be so soft and it can't suddenly grow because inflation will tick up again, which to be honest sounds kind of anticlimactic and not the champagne-fueled party we've been waiting for. Anil Kashyap at the University of Chicago says, yeah, life after landing might look kind of meh. Having just a slow, below growth period for a while is not great. But if that's what it takes to get the inflation contained, I think that's a trade they would probably make. They, as in the Fed. Meanwhile, interest rates, currently high, will go down, but borrowing won't be nearly as cheap as it was a few years ago. And that's actually a sort of best-case scenario. Worst-case scenario? The Fed declares victory too soon. They say, OK, we can see inflation coming down. We're going to start easing off a little bit. All of a sudden, animal spirits get wild. You see financial markets go really, really exuberant. See a lot of temporary euphoria. And then inflation picks right back up again, increasing our chances of a recession. But let's go back to our happy place, the best-case scenario, the soft landing. How long until the economy can take off again? Betsy Stevenson at the University of Michigan says there are only a couple ways to do that. Economic growth that's consistent with price stability is economic growth that's fueled by productivity increases. Stevenson says that's done by finding more workers through something like immigration reform or increasing potential through sudden advances in technology. We've got these new breakthroughs like AI, and we're going to see what happens, how much that allows us to produce more with less. And that would fuel that kind of growth. As exciting as all that sounds, we need to remember that the soft landing, if it happens, is still a ways away. Here's Mark Zandi again. We've made a lot of progress from where we were a year ago, but that last mile getting inflation all the way back down to the target is going to take a bit more time. So the Fed will have to keep trying to calibrate the economy one interest rate shift at a time. I'm Kristin Schwab for Marketplace. Way out in West Texas, an area mostly known for oil and gas, think Permian Basin. We've talked about that a bunch of times, right? There is a team of scientists out there that's given a whole new meaning to the phrase green energy. Engineers at the University of Texas El Paso have found a low cost way of generating hydrogen inspired by a plant that is native to that part of the country. Inspiration aside, though, and given the size of our green energy challenge, how far can innovation like that really take us? Zoe Kerlin from Marfa Public Radio has that one. In parts of Texas, the prickly pear cactus is everywhere, potted outside of coffee shops, starting the side of the road, poking out of cracks on the sidewalk and also lining the pathways of the University of Texas at El Paso campus. The pathway Navid Atarzadeh, a materials engineer, has made the same trek to his office for years. This is the way that we go to the lab that we have. And every day on his walk, he'd pass a prickly pear cactus. Come rain, come shine or a lot of shine. Today's temperature? Right now is 110 Fahrenheit. That's not what I like to hear. It was intense desert heat that got Atarzadeh thinking. As the seasons changed, he noticed that even in the face of blistering heat and blustery winds, the prickly pear fruit didn't budge or dry out due to the plant's unique structure. Usually fruits are connected to branch, but here we have the fruit connected to leaves. And that is amazing. This gave Atarzadeh an idea, which he brought back to his advisor, Ramana Chintalapalli. And what you're looking at today is the materials processing lab. As the name suggests, Chintalapalli says the lab is dedicated to materials research, finding alternative substances to use for different chemical reactions and technologies. Those materials must be economically viable and should be environmentally friendly, as well as giving best performance that it could. One of the lab's focuses is electrolysis, the process that takes water and splits it into hydrogen and oxygen. Hydrogen gas can be used as an alternative to fossil fuels, but it's a costly process. Right now, everything is dependent on expensive metals such as platinum. So these scientists are looking for a cheaper alternative, like nickel. For nickel to work, it has to be transformed. That's a difficult process, and the structure of the prickly pear cactus helped them figure it out. Whereas previous designs had used one kind of nickel, this one contains two different kinds of nickel, fused together in the shape of the cactus leaf and fruit. The leaf is nickel phosphide and the fruit are nickel sulfide. The leaf and fruit design allowed for more surface area, which meant... We could enhance electron mobility with that prickly pear cactus structure. And it worked. More electron mobility meant more electrochemical reactions, which in turn created more hydrogen. While nickel still isn't as efficient as platinum, it makes up for that in cost. Nickel is more than 1,000 times cheaper. As Brian Korgel, professor of chemical engineering at UT Austin, tells it, this isn't the first time nature has inspired a greener solution to an energy crisis. This field of research is called biomimetics. It's a made-up word. Biomimetic. I don't know who made it up, but it basically means biomimicking or bio-inspired. Made up or not, Korgel says the biomimetics field has generated many fascinating innovations. Color-changing paint inspired by butterflies, a robot that moves like an octopus, artificial bones. Korgel says plants have long inspired how we develop the materials that speed up chemical reactions. He says biomimetics are especially useful for hydrogen research. We're looking at the things nature has figured out over time and how can we adopt those to make hydrogen more efficiently. This is the principle behind UTEP's design. But even with promising results, how realistic is it for this new process to leave the lab and be used more widely? We don't know much about the mass production. What are the difficulties? What are the challenges? Texas already has a lot of hydrogen infrastructure due to the state's booming oil and gas industry, pipelines for transport and facilities to store the gas. But a new electrolysis process would require creating a supply chain from scratch. So it could be decades before we see the fruits of this cactus-inspired design. However, when the time comes, if there's any place poised for a hydrogen boom, it's Texas. In El Paso, I'm Zoë Curland for Marketplace. This final note on the way out today in which you knew it, you just knew it, but the Wall Street Journal has done the math. In a story today, the first line of which is, call it streamflation. The paper points out that the cost of watching an ad-free streaming service, one of the biggies, Hulu, Netflix or Disney, that cost is going up by about 25% in about a year. Somebody remind me what we were paying for the cable bundles, huh? All right, we got to go. Here, though, is your moment of economic context. A note to make sure you take Chinese economic data with a very, very large grain of salt. Our China correspondent, Jennifer Pak, has done a couple of stories on this. The high and rising unemployment rate of young people over there. Well, we are not going to have that statistic to kick around anymore. Beijing said this week it's just going to stop releasing that data. Our media production team includes Brian Allison, Jake Cherry, Jessen Duller, Drew Jostat, Gary O'Keefe, Jeff Peters, Charlton Thorpe, Juan Carlos Torado and Becca Weinman. I'm Kyle Rizdahl. We will see you tomorrow, everybody. This is APM. If you've ever been discouraged by the process of finding a therapist, Alma is here to help. Alma makes it easier for you to connect with therapists who check all your boxes so you can spend less time searching and more time focused on what actually matters. Their free online directory lets you sort and filter for different qualities like gender, race, specialty, earliest availability and more. And because 95 percent of their therapists accept insurance, care is more affordable, too. They also know how hard it can be to get a feel for someone just by looking at a profile, which is why they offer free 15 minute consultations. A consultation isn't the same thing as a full session. It's an informal conversation between you and a therapist where you can ask questions and get to know one another without any obligation to continue if they don't feel right. And while other companies may use bots or algorithms to assign you a therapist, Alma leaves the decision making to you. After all, the best person to know who will be a good fit for you is you. We're just making them easier to find. Book a free consultation with a therapist today at HelloAlma.com slash Therapy 60. That's HelloAlma.com slash Therapy 60."}, "podcast_guest": "Name: Sonia Lipinski, Occupation: Managing Director, Company: Alex Partners\nName: Brian Yarbrough, Occupation: Consumer Research Analyst, Company: Edward Jones\nName: Mickey Chata, Occupation: Moody's, Company: Moody's\nName: Tom Honig, Occupation: Former Member, Company: FOMC\nName: Julie Smith, Occupation: Economist, Company: Lafayette College\nName: Bill English, Occupation: Former FOMC Secretary, Company: FOMC\nName: Quincy Crosby, Occupation: LPL Financial, Company: LPL Financial\nName: Sam Stovall, Occupation: CFRA Research, Company: CFRA Research\nName: Gary Schlossberg, Occupation: Wells Fargo Investment Institute, Company: Wells Fargo Investment Institute\nName: David Chu, Occupation: Resident, Company: Knox County, Ohio\nName: Kari Chu, Occupation: Resident, Company: Knox County, Ohio\nName: Navid Atarzadeh, Occupation: Materials Engineer, Company: University of Texas El Paso\nName: Ramana Chintalapalli, Occupation: Advisor, Company: University of Texas El Paso\nName: Brian Korgel, Occupation: Professor, Company: UT Austin", "podcast_summary": "In this episode of Marketplace, three different aspects of the economy are discussed. The first segment focuses on the issue of excess inventory among retailers and the impact it has on discounts. Target, for example, announced that its inventories are 17% lower than last year, which means they won't be offering as many discounts. However, steep discounts may still be necessary for retailers to drive sales and attract customers. The second segment covers the release of the minutes from the most recent Federal Open Market Committee meeting, where there was unanimous agreement to raise interest rates. However, there were some members who would have preferred to leave rates unchanged. The discussion explores the culture of unanimity within the FOMC and the potential implications of having differing opinions. The final segment looks at the risk tolerance of equity investors in the US. Despite the S&P 500 being up 25%, investors have become more risk-averse and are concerned about expensive stock valuations. This shift in risk tolerance could lead to increased volatility in financial markets. Overall, these segments provide a snapshot of different aspects of the economy and highlight the challenges and dynamics at play.", "podcast_highlights": "- Target announces that its inventories are 17% lower than last year, thus reducing the need for discounts.\n- Despite lower inventories, retailers still need to drive sales and may continue to offer selective discounts.\n- The minutes of the Federal Open Market Committee indicate a unanimous decision to raise interest rates, but some members expressed dissent.\n- Investors are becoming increasingly risk-averse amid concerns about expensive stock prices.\n- Alternative energy sources, like hydrogen generated from a cactus-inspired process, are being explored for their potential in green energy production.", "podcast_market": "The podcast does not include information on the stock market performance."}