{"podcast_details": {"podcast_title": "Marketplace", "episode_title": "The most predicted recession … if it happens at all", "episode_image": "https://www.marketplace.org/wp-content/uploads/2019/05/MP_show-1.png", "episode_transcript": " This is it. It's what you've been waiting for. Billions returns to bring us the most epic showdown yet to a brand new streaming home on Paramount+. We're back, baby! We've got a fantastic story this season. Buckle up, Bobby's back. We're bringing the fight to Axe. Everyone gets caught in the crossfire. There's exciting stuff coming. And now that Axe is coming back, the final showdown can begin. This is the good news expressed flammable. A return to the all-access world of the rich and powerful. Don't miss new episodes of Billions streaming now on the Paramount Plus with Showtime Plan. How is the Fed gonna know when it's time? From American Public Media, this is Marketplace. In Los Angeles, I'm Kyle Rizdall. It is Tuesday today, the 15th of August. Good as always to have you along, everybody. I'm gonna say something here as we get going. Then I'm gonna let it sink in for a minute. Then I'm gonna say something else. And then I'm gonna let Justin Ho take over. The thing I'm gonna say is that the Federal Reserve Bank of Atlanta has a modeling tool that it calls GDPNow. That's gross domestic product as of right now. It's not an actual forecast. It's not official. It's just what they get when they put current data into their model. And as of right now, GDPNow says third quarter economic growth, that is to say for the quarter we are in, economic growth is gonna come in at 5%. 5%. Let that sink in. So that's the thing I was gonna say. The other thing I was gonna say is that given that and given what else is going on in this economy, how long do you suppose it's gonna be before the Federal Reserve starts talking interest rate cuts instead of interest rate increases? As promised, Justin Ho takes over from here. The Federal Reserve has been raising the federal funds rate to around 5.5% now to bring down inflation, which means there is an endgame here. If we no longer had a big inflation problem, it would no longer seem necessary to keep the funds rate that high. That's David Merical, chief U.S. economist at Goldman Sachs, a marketplace underwriter. He says rates are a lot higher than they've been in recent history, and that's been slowing down the economy. So if inflation comes down, the Fed might see high rates as a bad thing. Because it encourages people to make economic decisions that might not make sense in the long run. A business owner might put off a purchase or a new project. Hiring might freeze up. Tim Dewey is chief U.S. economist at SGH Macro Advisors. And if enough people were to defer activity in a coordinated fashion, like everybody together wants, that's kind of how you end up with a recession. To be clear, Dewey says that is not happening right now. The economy this year is still strong, even with high interest rates. But Winnie Caesar, global head of strategy at credit sites, says in 2019, the Fed made a few small cuts to interest rates to keep a strong economy going. They referred to it as an insurance rate cut. Back then, unemployment and inflation were low, but global growth was weak. And there was all that trade drama with China. Caesar says forecasters are starting to think that the Fed might make a similar decision soon. More of a fine tuning of how restrictive just Fed policy actually need to be to generally maintain economic momentum. Caesar says any rate cuts the Fed makes are likely to be slow and cautious. That's to ensure markets don't get too excited and to prevent inflation from flaring up again. I'm Justin Ho for Marketplace. Speaking of markets not being excited, have you checked Wall Street today? We'll have the details when we do the numbers. Someday, somebody's going to be able to point at a time when the American consumer just threw in the towel and said, nope, that's it. I'm done. Not going to keep spending money and driving this economy. That day, however, is not today. According to fresh data from the Department of Commerce, retail sales were up 7 10 percent June to July. That is the fourth straight month of rising spending. And you are probably saying, well, yeah, of course, inflation. No, no, it's not. Sales are going up faster than prices, which is good news for the economy. Mostly Marketplace's Matt Levin explains. Come high inflation or high interest rates, American consumers are going to buy stuff as long as they have a job. Chuck Lieberman is with Advisors Capital Management. Consumers have this tendency to spend anything that they get. The savings rate is fairly low. So if we're generating income, we're going to go out and spend. So with unemployment at a historically low three and a half percent, we've been spending eight point four percent more on online shopping year over year. Eight point one percent more on health and personal care stores, according to today's census numbers. Increasingly, those purchases are going on plastic. Credit card debt topped one trillion dollars last quarter. Olu Sanola at Fitch Ratings says that number really isn't all that scary. Household balance sheets are still in pretty good shape. But pre pandemic, the interest rate on credit cards were about 15 percent. Now that number is about 22 percent. It will not take much for people to be delinquent. More expensive credit card debt could be a drag on some consumers. And same goes for those student loan payments coming back in October. Fiona Greg with Vanguard says lower income consumers will get hit hardest. It's not like they have, you know, three, six, nine, twelve months worth of savings that they can deploy against that new student loan payment. Greg says because high income consumers will also feel the student loan pinch, she can see less spending on things like travel or new cars. I'm Matt Levin for Marketplace. Speaking of cars from the end of Matt's piece there, as much as Americans do rely on cars to do almost everything, this is an historically difficult time to get your hands on a car. Car loan applications are being denied at increasing rates and car loan delinquencies are on the rise too, which means it's harder now to get a car and to keep it once you got it. But as Marion Cogan pointed out at Vox the other day, you can't really afford to not have a car either. Welcome to the program. Thanks so much for having me. Would you just for those who, you know, have put car prices out of their minds low these past couple of years, remind us where we are and how expensive cars are now. We've gotten really expensive over the last few years. So a new car costs about $48,000 on average in May of this year. That's roughly 25% more than they cost in May 2020. Now, this is partly because of the microchip shortage and auto manufacturers really using those limited resources on luxury vehicles, which will turn more profit. Right. So consumers, because they've gotten so expensive, have increasingly turned to the used car market. And that's driven up those prices even more. So between roughly the same time period, 2020 to 2023, the price of an average used car rose about 50%. And then there's all the sort of associated costs of car ownership, which have been going up, too, especially insurance rates. OK, so now that we've got the nuts and bolts out of the way, if you'll pardon the mechanically related pun there, would you tell me how you came to this story? Yeah, I got really into the issues of cars and car safety during the pandemic because pedestrian fatalities were rising during that time. I was also walking and biking a lot more. So I became really interested in the subject. And then a colleague said to me, you know, you should look at this one study about the economic burdens of car ownership. And when I first looked at it, it was sort of challenging because, you know, for most of us, Kai, it's so obvious that a car is necessary for most Americans to get around inside the United States. Right. Unless you're living in a truly transit rich urban center, most of us just need a car. So I read the study and I thought, well, that's kind of obvious. But actually, there's a lot of interesting data here. Can I write something that illuminates the actual burdens that car ownership and car dependency place on people, particularly low income people? So that's how I got interested. Well, and so tell me about about the the lead woman, if you will, in in your piece and what having a car means to her. Yeah, absolutely. So Shayla Waynes is a small business owner and a single mom. She lives in San Diego, California. She lost her mother at a very young age. She tried to build a life for herself on her own. She had two young kids. She moved to California to try to reconnect with her biological father and start building a life where she could work for herself and start her business, which she always dreamed of having. And during that time, she really struggled because she didn't actually end up having any family support or help. She fell behind on car payments as she was trying to support her daughter. She had some cars repossessed from her. It caused a lot of stress and strain for her because she really needed her car to get to work and to try to build some wealth and stability for her family. She eventually connected with an organization in San Diego that provides people who are low income or have challenged credit with affordable cars and affordable auto loans, and they can use those to help build their credit. She got a car and she used it to really build her business. Her business is thriving and she considers herself working towards the middle class. But she says the car is everything. The car is how I build the business. It's how I get my daughter to school without the car. She said she would be homeless. And so here is so we'll get to the homeless thing in a minute, right? Because you do actually write about cars becoming shelters. But here's the paradox that I want to address. Cars are fundamentally essential to be able to work in this economy unless you live like in New York City or some other really transit rich place. As you said, you've got to have a car to be able to get to work. And yet cars are increasingly unaffordable, whether the car themselves or all the peripherals. That's right. So the paradox is that you can't afford to have one and you kind of can't afford not to have one at the same time. And that problem is only getting worse. And there's no real central policy effort to try to address that problem. Now, obviously, building more mass transit is a great long term solution because if we build more sustainable, affordable options, then people won't necessarily need the cars. But there is this growing body of research that shows that what low income and working class people often need in the moment is a car and that they can use that car to help build their lives, especially working class moms. Does a car I don't want to lean into the whole, you know, lifting all boats thing, but does a car help other people than just the car owner? This is where we get into the really interesting research about working class moms in particular. A car can actually benefit the whole family. So there is a really interesting study done by the Urban Institute on housing recipient recipients of housing vouchers. And they found that people who had cars fare better on multiple different factors than people who didn't. So they tended to move to higher opportunity neighborhoods, places with lower poverty rates. They were twice as likely to find a job and four times more likely to remain employed. And then for the moms in particular, you know, they use that to sort of build up their whole family, get their kids to school, get their kids to medical care and other family members to medical care, get better quality groceries. So the car can actually have an effect on the whole family, can improve the quality of life for the entire family just by giving one member access to a vehicle. Marin Kogan, she's at Vox. Marin, thanks a lot. I appreciate your time. Yeah, thanks so much. Coming up. In Arizona, we are used to the heat. Yeah, speak for yourself. First, though, let's do the numbers. Dow Industrial is down 361 today, 1% finished at $34,946. I kind of thought it to be the Wawa is actually given the way things went. Nasdaq down 157, 1.1%, 13,631. The S&P 500 off 51 points, also 1.1%, 44 and 37. Home Depot reported earnings today that exceeded expectations, but revenue was 2% lower than last year. What happened? Well, of course, the stock price went up 6 10% today. Rival Lowe's company's trimmed to 9 10% today, Wayfair down 1.9%, Florin Decor Holdings, which specializes in flooring and decor and stuff, descended 2 10%. You're listening to Marketplace. Support for this podcast comes from wise, the account that lets you send, spend and receive money internationally. Wise is the best way to move and manage your money around the world, all with one account. With wise, you can save in more than 40 currencies, giving you more bang for your bot, peso and pound. So you can send money back home fast or spend seamlessly in the local currency while on your travels abroad business or pleasure. You can shop online from overseas while avoiding inflated transaction fees to or receive your paycheck in another currency. You'll always get the mid market exchange rate when you convert between currencies with no markups and no hidden fees. Whatever's on the horizon. It's one account built for your international life. Join 15 million people and businesses already saving and see what wise could do for you by downloading the app or visiting wise.com marketplace support for this podcast comes from wise, the account that's built for your business to send, spend and receive money across the globe. If you manage an international business, or you've got work to do worldwide, you could be saving time and money in over 40 currencies with wise business, paying bills or employees overseas, do it lightning fast, sending invoices or getting paid across borders. Simple, managing your team's expenses around the globe. Done, all in the local currency. So whether your work is shipping cargo or shipping code wise lets you send, spend and receive at the mid market exchange rate, wherever you are. There are no markups and no hidden fees. Whenever you convert or use different currencies. It's time for your business to meet money without borders. Join 15 million customers going global with wise. Learn how the wise account could work for your business by downloading the app or visiting wise.com slash business. This is marketplace. I'm Kai Rizdal. The services summer we've been having this year in this economy has been good to bars and restaurants. This morning's July retail sales data shows an almost 12% year on year increase at food services and drinking places. That is the official nomenclature, by the way, from the Census Bureau, not me. But anyway, as you know, the headline economic data doesn't always tell us what's actually happening out there on the ground in the real economy, which is why marketplaces, Elizabeth Troval, spent her day talking to restaurant tours to find out exactly what they have been doing this summer. When I asked restaurant owners in Colorado, Houston and Minnesota about summer sales, their responses were not exactly enthusiastic. Our profit margin is less than half what it used to be pre pandemic. So the profit margin is less because of the inflation and and the high costs. We are not back to 2019 volumes. That was Caroline Glover, Omar Yousafzai and Stephanie Schimp. The National Restaurant Association's Hudson Reilly says even though restaurants made record sales in 2023, the industry is extremely fragmented because while takeout delivery drive through and curbside sales are above pre pandemic levels. Conversely, on site restaurant traffic remains down. He says the pandemic has shifted where people eat as many folks moved away from urban areas and stopped going into the office. Stephanie Schimp with Blue Plate Restaurant Company has seen this play out at her chain of diners in the Twin Cities. We're slow and we're particularly affected more in our city stores than in our suburban locations. Compared to pre pandemic numbers, Tracy Vought in Houston says sales at her five restaurants are down about 22%. Lunches and happy hours got very soft because people were working from home and when you work from home, you just make a sandwich. At the same time, she says, costs have continued to rise for folks who are not in the city. She says the price of food has continued to rise for food, labor, linen, even credit card fees. Her restaurants are still not back to opening seven nights a week. I'm Elizabeth Troval for Marketplace. Another day that was fundamentally about the droughts we've been having out here in the west and the southwest part of the country. But on the surface anyway, it was a story about beer and using treated gray water to brew it by way of conservation. So that's a toughie, right? Treated water from showers and sinks, but in the form of a frosty cold one. Chris Garrett owns Devil's Canyon Brewing up in the San Francisco Bay Area and has Brew Day Beer using that recycled gray water. Chris, welcome to the program. Thanks for having me, Kai. I appreciate it. Let's get a little ground truth here about beer and water. Water is not everything, but it's a lot when it comes to the kind of beer and the taste of beer that you want to make. Oh, it's critical. Just look at an alcohol by volume in a beer and it can be about 6%. Guess what the rest of it is? Well, it's water. In most breweries, it takes about 10 gallons to one gallon to produce beer. Wait, sorry. Wait, so it takes 10 gallons of water to make a gallon of beer? Yeah, that's the average across the United States, which is pretty tough to swallow, right? Yeah, yeah. So tell me about this experiment, right, that you ran with gray water. First of all, how, I guess the first question is the mental hurdle you had to get through to say, yeah, we're going to use gray water in our beer. Yeah, I mean, that's a pretty high bar to cross. But, you know, we've seen some pretty difficult times of drought here in California over the last few years. Last year, not so much, but previously. And I mean, if we can cut our usage and maybe reuse, then we're doing everybody a favor on ourselves. But when we were approached, I said, well, that just doesn't sound very tasty. But turns out in testing, the water is actually pretty much better than what we're getting from our municipality. But a lot of times we're going to balance that water anyway. We do filter water on site, not to the degree they do. But most breweries do filter, if not a majority actually reverse osmosis. So there's really nothing left in the water anyway. And so they're adding mineral content back to achieve styles from all over the world. You know, if you're going to try to replicate an English beer, you're probably going to add a little bit more of one salt or mineral to achieve that same, you know, water chemistry and quality. Okay. But but why replicate an English beer? But I guess that's a whole different, that's a whole different area. I'm just saying I'm a beer snob. So look, let me ask you this about the beer that you eventually do wind up making. First of all, we should say just because you're not allowed to sell it in California because it comes from from recycled purified water. This was sort of an experiment for you. It really was. I mean, it was can you do it? Can you scale it? But yeah, for now, it was like, let's test it. Let's see what people think about it. Let's see if we can actually do it. And it was very much of an unknown and it worked out great. Well, defined great. I mean, if you would you would you serve this? Well, look, I mean, you know, take yourself out of the equation here being the brewmeister. But would you serve this at a party? You know, absolutely. In fact, Aaron, who was principal at Epic Clean Tech, the folks that provided the water, he actually served it as his wedding. I think he's kind of have to get over that first. You know, it's it shouldn't be there. I mean, it's truly it is better quality water than what we're seeing in a lot of parts of the country. We chose the style of beer is colch because it's very sensitive. You know, it's a it's very light color, light flavored beer has a unique yeast profile. So you would see any impurity. And that was why we chose that style of beer. So put your money where your beer is, I guess. Right. That's right. Yeah. So now what? I mean, you proved you can do it. The rules don't let you sell it. Are you going to get Governor Newsom on the phone and say, look, Gavin, we need to do this? I think it's a lower tier than Gavin to start with. The folks at Epic Clean Tech are doing that right now. They're working on that regulation. Good news is when we were in drought, we had some of our senators, Senator Weiner, Senator San Francisco and some others came together and started to create legislation and policy. So it's on its way and hopefully soon. It's looking pretty good. Here's hoping Chris Garrett, he's co-founder, also the CEO of a brewery up in San Carlos, California called Devil's Canyon. Chris, thanks a lot. I appreciate your time. Hey, thank you. I appreciate it. It has been hot this summer, hot almost everywhere for people, of course, but also for the creatures that depend on people to survive. And when that is the case, taking downtime when it gets hot just isn't a choice because business heats up when the temperatures outside do. That is today's installment of our series, My Economy. My name is Laura Hackett. I am the wildlife biologist, the education coordinator, and then a catch all of everything else for the nonprofit Liberty Wildlife, which is located in Phoenix, Arizona. In Arizona, we are used to the heat. The problem with this summer is that we've had record temperatures, including our nighttime lows not dropping down below 90. So we're really not getting any kind of break right now. We have a lot of baby birds that are in the nest with parents potentially sitting on them. So there's a lot of crowding. There's a lot of body heat between all of them. And when it gets really hot up there, sometimes they do what we call bail and they fall to the ground to try and find cooler temperatures. In the month of July, we took in one thousand six hundred and forty nine animals, which is higher than previous July's. We expect to take in at least ten thousand, if not eleven thousand animals by the end of the year. We always worry about tightening the belt. We always worry about that bottom line. Our number one expense is the hospital side. We're well over three hundred thousand dollars a year that we spend. The second largest item is over two hundred fifty thousand dollars, and that is our food budget. This summer, we're realizing that our electricity bill is going up as well as our water bill because we're having people come in and shower our birds down. And then again, our swap coolers that we have to keep them cool are running nonstop. So we've had to have a lot of repairs this summer to try and just keep the cool coming. We're going to leave the nice, cool, clean side. We're going to go check these out. Who's the best bird? Is it you? Oh, you need to get scratched. You know, it's so funny because I've always wanted to work with animals and I wanted to be a marine biologist. And I ended up in a landlocked state and working with birds that fly instead of swim. So it's definitely a different world than I expected. But when I walk around and I see the different patients, when I hear the baby birds, especially you just can't not help but smile. And really the ultimate reward is when they get released back out into the wild and your mission is done and you see them soaring away. There's just no way that you can't feel total joy in your heart when you see that animal going back to where it belongs. Laura Hackett out there with the birds at Liberty Wildlife in Phoenix, Arizona, where the high today is, I believe, set to be 109 degrees. Wherever you are, whatever the temperature is, we need to know what's going on in your economy so we can keep doing this series. You can tell us at Marketplace.org slash my economy. This final note on the way out today, we covered it at the time. In fact, we went along on her plane with her when Treasury Secretary Janet Yellen went to Beijing last month. We did not find out until last night, though, that she and her traveling party had quite a different trip than the rest of us did. Here she is, the Secretary of the Treasury on Erin Burnett's show on CNN last night. So I went with this large group of people and the person who had arranged our dinner did the ordering. There was a delicious mushroom dish. I was not aware that these mushrooms had hallucinogenic properties. I learned that later. I can tell you later, like when you were sleeping and having visions. I read that if the mushrooms are cooked properly, which I'm sure they were at this very good restaurant, that they have no impact. But all of us enjoyed the mushrooms, the restaurant, and none of us felt any ill effects from having eaten them. I mean, come on, how great was that, right? Props to Erin for getting that out of you. How about that? All right. Here's your moment of economic context because we got to go. Somebody is going to have to explain this to me. Nielsen released a bunch of TV and streaming service viewing data today. And the thing that jumped out at me, the most watched show on Netflix last month, most watched show on Netflix last month in the United States, Suits. Meghan Markle from the twenty teen Suits to the tune of 18 billion minutes. Our digital and on demand team includes Carrie Barber, Dylan Mienthen and Janet Winn, Oga Oxman, Ellen Rolfe, Virginia K. Smith and Tony Wagner. Francesca Levy is the executive director of digital and on demand. I'm Kai Rizdal. We will see you tomorrow, everybody. This is APM."}, "podcast_guest": "Name: Janet Yellen, Occupation: Secretary of the Treasury, Company: U.S. Department of the Treasury", "podcast_summary": "In this episode of the Marketplace podcast, Kyle Rizdall discusses the Federal Reserve's decision on interest rates in light of strong economic growth. The Federal Reserve Bank of Atlanta's GDPNow model predicts a third quarter economic growth rate of 5%, prompting speculation on whether the Fed will start discussing interest rate cuts rather than increases. Economists argue that the current high interest rates may be detrimental to the economy if inflation decreases and could lead to a recession if individuals and businesses defer economic activities. However, experts suggest that any rate cuts by the Fed would likely be slow and cautious in order to prevent inflation from flaring up again. Additionally, the episode includes discussions on retail sales, credit card debt, and the impact of high car prices on consumers. Overall, the episode highlights the need for cautious monetary policy decisions by the Federal Reserve and the challenges faced by both businesses and consumers in the current economic climate.", "podcast_highlights": "- The Federal Reserve Bank of Atlanta's GDPNow model predicts 5% economic growth for the third quarter.\n- The Federal Reserve may start considering interest rate cuts instead of increases if inflation comes down.\n- Retail sales in the US have been rising for four consecutive months.\n- Consumers continue to spend even with higher prices, but credit card debt and student loan payments could become a burden.\n- Car prices and car loan denials are on the rise, making car ownership more difficult for many Americans.", "podcast_market": "Dow Industrial: \nChange in points: -361\nPercentage change: -1%\nClosing index level: 34,946\n\nNASDAQ: \nChange in points: -157\nPercentage change: -1.1%\nClosing index level: 13,631\n\nS&P 500: \nChange in points: -51\nPercentage change: -1.1%\nClosing index level: 4,437"}