{"podcast_details": {"podcast_title": "Marketplace", "episode_title": "The most predicted recession … if it happens at all", "episode_image": "https://www.marketplace.org/wp-content/uploads/2019/05/MP_show-1.png", "episode_transcript": " Marketplace Morning Report's new Skin in the Game series explores what we can learn about money and careers from the $300 billion video game industry. Plus, hear how an Oakland-based program helps young people get the skills they need to break into this booming industry. Listen to Skin in the Game and more from the Marketplace Morning Report wherever you get your podcasts. Jay Powell says, follow the data all the time. So we will. From American Public Media, this is Marketplace. In Los Angeles, I'm Kyle Rizdall. It is Thursday, today, 17 August. Good as always to have you along, everybody. The economic news of late has been quite good. Actually, inflation's weighed down. GDP looks like it's growing pretty well. Retailers are selling a bunch of stuff to consumers who keep on buying. Homebuilders are building. Just this morning we learned first-time unemployment claims are down. But also today. A data point that is maybe not so encouraging. The Conference Board's monthly index of leading economic indicators. It was down in July, and it was down in June, and it was down in May, and it was down in April. It was down every month back to April of last year. Which can't be good, can it? Marketplace's Mitchell Hartman is on the economic crystal ball beat for us today. The Conference Board's index of leading economic indicators tracks 10 forward-looking measures, including permits for future home construction, stocks which anticipate future earnings, and upcoming orders for manufactured goods. Basically what it does, it tells us where the economy is heading in the near term. And where it's heading is down, says economist Jastena Zabinska-Lamanica at the Conference Board. 16 months of declines is pretty significant, considering that the last time we've seen it was before the 2008 Great Recession. But then she adds this caveat about her own index's predictive power right now. It's been for a while that the LEA has been lighting up the red light and saying something is on the horizon. However, we're still seeing those declines not bringing a recession. If this recession happens, it will be the most predicted recession, like, ever. Former Fed economist Claudia Somm says the leading indicators have been a good predictor of past recessions. But the post-pandemic economy has been full of recession signals without a recession arriving, like GDP falling for two quarters last year. That's also the case if you look at the sentiment measures, the yield curve. Which is inverted right now, yet another recession indicator. Eric Friedman at US Bank says it is predictive, up to a point. There is this adage on Wall Street that yield curve inversions have predicted eight of the last five recessions. For her part, the Conference Board's Justyna Jabinska-Lamanica is cautiously sticking with her prediction. A very shallow and short recession coming in the fourth quarter, going to the beginning of 2024. Shallow and short. In a world of unpredictable economics, let's hope that one turns out just like it sounds. I'm Mitchell Hartman for Marketplace. Yeah, let's hope. Wall Street on this Thursday. Well, traders have been gloomy this week, I'll tell you that. We'll have the details when we do the numbers. Trillions of dollars in federal aid were distributed during and in the immediate aftermath of the peak of the pandemic. Most of those programs have slowly come to a close, and one of the last ones is about to. Over the past two years, the federal government has given more than $24 billion to child care providers around the country, money that expires in September. Marketplace's Samantha Fields has that one. Child care in this country isn't really working for anyone. Parents have to pay too high prices, early educators are making poverty level wages. Julie Cashin at the Century Foundation says that was true long before the pandemic, but the pandemic made it worse. Even Treasury Secretary Janet Yellen has commented on it. Secretary Yellen has said it is a broken market, a failed market, right? This is something that the government needs to have a role in. For the last few years, the government has taken a bigger role. Sarah Ritling at the nonprofit First Five Years Fund says the billions in pandemic relief has kept many centers open. That money has been able to go to pay teachers more. Which has been especially important, she says, because child care doesn't pay. The average wage is around $13 an hour. We know and we've seen teachers have left the industry because pay has been better elsewhere. Federal funding has helped child care providers compete for workers. It's also helped them pay their rent or mortgage and utilities and buy supplies to make their spaces more COVID safe. Stephanie Schmidt at the Center for Law and Social Policy says without it. I think we would have potentially seen a decimation of the system that we have in place today. And she's concerned about what will happen in the coming year after the pandemic funding runs out. We're likely to see a lack of availability of child care. We'll likely see increased in prices, especially in the current economy. Already, the cost of child care is increasing almost twice as fast as overall inflation. And in a recent survey from the National Association for the Education of Young Children, about 40 percent of providers said they'll have to raise tuition when pandemic funding ends. I'm Samantha Fields for Marketplace. You know those product reviews you read online? Everybody's got them, of course, Amazon most specifically. Well, now comes news that that company is sprinkling a little bit of artificial intelligence pixie dust on its product review system. AI generated review summaries launched on the Amazon mobile app this week. They will analyze and synthesize oodles of product reviews into one nice, tidy, theoretically helpful to the consumer paragraph. But really, Marketplace's Megan McCarty Carino has that one. Lately, I have a bit of an ant problem in my apartment. And as with basically every purchase now, I will not rest until I find the best ant abatement product. The top two contenders on Amazon, a Marketplace underwriter, have more than a hundred thousand reviews. And I'm not about to read them all. Enter AI review summary. Customers like the appearance and performance of the ant bake. That said, some complain about the stickiness. I added the bot voice for dramatic effect. I think it's actually would be very helpful. Anastasia Ghosh is a marketing professor at the University of Arizona who studies consumer decision making online. She says people gravitate toward products with the most reviews, regardless of the rating, and then usually just read the top few. If AI can do it for us, right, and read through all of them and might actually mitigate some of the biases that I find in my work where consumers overweight the most recent text review. But getting the cliff notes on comments is only helpful when they're actually authentic, says Brett Hollenbeck, a marketing professor at UCLA. The current system of reviews is sort of fundamentally broken. Hollenbeck says it's common for sellers to pay for fake reviews, which are even easier to generate with AI chat bots. And Amazon's new summary generator might not know the difference. This is immediately going to be a target for sellers to manipulate. Unless he says the algorithm can weed out fake reviews. As for my anti ant mission, maybe I'll try the old sugar and baking soda trick before I bring in the AI. I'm Megan McCarty Carino from Marketplace. Artificial intelligence is, first of all, here to stay, so we might as well get used to it, even if it does give us those questionable product review summary things that Megan was just telling us about. Second of all, though, AI is going to take some jobs or more accurately, it's going to do those jobs faster and cheaper than people can do them. Our own Matt Levin has been covering that for us. But third of all, when AI does replace human workers, it is not going to be the first time. Cast your mind back with me now. A hundred or so years ago to the then newish device known as the telephone. Dylan Matthews wrote about what history can tell us about our AI future for Vox. Welcome to the program. So good to be here. So there you are. Nineteen twenties America. You're a young woman. And if you are working, there's a good chance that you are a telephone operator. And then one day AT&T comes along. And what happens? So, yeah, so AT&T has a ton of power over this market. If you're working as a telephone operator and one hundred and sixty thousand women were, you were probably working for AT&T. And AT&T decides in the late 1920s to move over from from individual women on switchboards to mechanical switching, which rendered the operators, the human operators obsolete. So walk me through the rest of the economy as the 20th century progresses, because this is not the only time that is not the only time, rather, that automation does what it does. Absolutely. So you and I are journalists. We've seen automation change our job rather dramatically. It used to be the only way I could listen to marketplace was was on a radio, either in a car or at my house. Now I can listen to it on my phone. I can listen to it via the Internet. I mostly write text. It used to be that that was a job that involved a lot of like physical layout. You had people who were physically cutting and pasting text to make the layouts for newspapers. We've moved to digital and that is automated a lot of work. But it's also created a lot of other complementary work. And I think that's the general pattern is that most jobs aren't automated away completely. Sometimes they shrink. There are fewer newspaper jobs than there used to be. There are fewer travel agents than there used to be. But they also evolve. So as we sit here on the cusp of yet another enormous technological change of AI and chat, GPT and all of that, draw some lessons. Right. I mean, this is we're summarizing a very long piece that you wrote in great detail in a four minute radio interview, but or Internet or what have you interview. Right. Yeah. Now what? So I think one lesson I take from this is that if automation sort of hits you square in the forehead, it can really hurt. So women who were already working as telephone operators who were displaced by this, they really did suffer. They saw earnings losses in the near term. Many of them dropped out of the workforce entirely and people who stayed in the workforce tended to get sort of worse paying jobs. I think the lesson for people sort of coming up behind is that if you have enough time, it is possible to adjust. Women a few years younger mostly didn't suffer because of this. This is an era where lunch counters and soda fountains started to sprout up in part because you had this group of women who wanted to work. So one of my main takeaways from this is that given enough time, the economy and people in general are quite resilient. But in the near term, it can be quite painful. Also, just to pull on that thread for a minute about when you happen to be born, timing is everything. Right. Because there are people whose jobs exist now who will lose those jobs because of AI and all the rest of it. There are people who are going to be born in, I don't know, three, five, eight, ten years who will enter an economy where there's just a whole different kind of jobs. Absolutely. I've started seeing a lot of job postings for a prompt engineer. Yeah, I saw those the other day. That was wild. It's wild. Sorry, my amazement. It's just amazing. There's this new thing coming up and ChatGBT has been around for like what, half an hour practically? Right. And you can already get a job for using ChatGBT, not even making it, but being the person who writes the prompts to get the best thing out of it. I don't know if that job will be around forever. These things come and go. But as technologies come around, there are new possibilities that come with that. I think another thing to say here is just that it can take some time for automation to take off. Telephone operation, it was very sudden when it happened, but they were using a technology that had been invented some 30 years before. It just wasn't cost effective for them to use until then. And similarly, there are hospitals and doctors right now who are using fax machines to do their work. And it's not that they're unaware that email exists, but it takes time and effort and money to transition. So this won't be immediate. And when I see the most starry-eyed proclamations of the world that AI will build, that's a point I try to keep in mind, is that it really relies on humans making that transition. And we'll do so at our own pace. Dylan Matthews is a senior correspondent at Vox.com. Dylan, thanks a lot. I appreciate it. Always a pleasure. Coming up. While I hated my accounting classes, they were very helpful. You never know when those old notes are going to come in handy, right? First, though, let's do the numbers. Now, Industros gave back 290 points today, about a tenth percent, 34,474. The Nasdaq dove 157 points, one and two tenths percent, 13,316. The S&P 500 declined 33. That's points, eight tenths is a percent, 43 and 70 there. Hawaiian electric stock continues to plummet. This question is mad about the role of power lines in sparking those Maui wildfires. Hawaiian closed around 12 bucks a share, down 15 percent from yesterday. Elsewhere in the utility sector, PG&E traded as PCG, slipped one and eight tenths percent today. American Electric Power listed as AEP, dropped about a half percent. Dominion Energy trading as the single letter D. It was flat today. Bonds fell, yield on the 10-year T-note, 4.28 percent. You're listening to Marketplace. GiveWell has spent over 15 years researching charitable organizations and only recommends a few of the highest impact opportunities they've found. Over 100,000 donors have used GiveWell to donate more than one billion dollars. Rigorous evidence suggests that these donations will save over 150,000 lives and improve the lives of millions more. GiveWell wants as many donors as possible to make informed decisions about high-impact giving. You can find all of their research and recommendations on their site for free. You can make tax-deductible donations to their recommended funds or organizations, and GiveWell doesn't take a cut. Go to GiveWell.org to find out more or make a donation. If you make a donation, let them know you heard about us by choosing Podcast and enter Marketplace at checkout. Again, that's GiveWell.org. People like to say that money can't buy you happiness. And I think they're wrong. Sort of. I'm Janeli Espinal, host of Financially Inclined from Marketplace, a new podcast that's all about money lessons you probably never learned. Until now. From credit cards to buying a car and all the big feelings in between, Financially Inclined is all about money lessons for living life your own way. Listen to Financially Inclined wherever you get your podcasts. This is Marketplace. I'm Kai Rizdal. In about 10 days, we're going to mark 60 years since the March on Washington. More properly, the March on Washington for Jobs and Freedom. Dr. King's speech is the historical marker of the social and economic dreams that black Americans had that day. But the present-day reality is that we're still a long ways away. A new report, though, does show that in the last half century, subsidized employment programs have helped get and keep black Americans in the labor force and so improved their economic well-being. Callie Grant is the associate director at Georgetown Law's Center on Poverty and Inequality, also an author of that report. Thanks for coming on the program. Thanks so much for having me, Kai. For those who are unfamiliar, what exactly are subsidized employment programs? Yeah, so subsidized employment is basically when the government is subsidizing part or all of a worker's wages for a set period of time while also providing on-the-job training and other what we call wraparound supports like transportation and child care assistance. Right. And who mostly is the target audience, the target client, the target employees, I guess, for these kinds of jobs? Yeah, so even when we have low national unemployment rates, there's still a swath of workers in the country who are chronically structurally excluded from the labor market. And these workers typically have some barriers to employment. They could live in communities where there's been deep industrialization, disinvestment, and discrimination related to the legacy of redlining and other policies. And so, you know, they're living in pockets of persistent unemployment. And what subsidized employment does is it creates jobs that target workers in under-invested communities and creates jobs that wouldn't exist otherwise. So you have this report out this month, I believe it is, right? August. It's an update on a prior report from six or seven years ago about lessons learned from 50 years of these subsidized employment programs. In a nutshell, because it's only a half an hour program, what have we learned about these kinds of programs? Yeah, so the evidence is really clear. Subsidized employment works. There are big anti-poverty effects. It boosts workers' earnings and employment rates. We've even found that it's improved worker and family well-being. It also decreases criminal legal system involvement, and there are just a lot of positive ripple effects for communities. OK, so with the observation that the national unemployment rate now is three and a half percent, the black unemployment rate in this economy right now in July was 5.8 percent. For the past 50 years, the black unemployment rate has been, give or take, double what it is overall. The question has to be, do these employment programs work? Yes, they do. We have over 50 years of evidence showing that subsidized employment models do work. They've been implemented all over the country at the state, local, and national level, and have brought a ton of really positive results for workers in their communities. A lot of people don't know, but this August is the 60th anniversary of the March for Jobs and Freedom, and a lot of folks don't know that as part of that, Dr. King was calling for a national employment program that would reach all workers and make sure they all have access to economic opportunities. Actually, let me dig into that for a little bit, because in the last three or four years, we've done a bunch of work on this program about black women specifically and how centering black women in the economic conversation will bring benefits for all, first of all because they are usually the most underprivileged in the economic workforce, but also because they are the mainstay of their families. I guess my question is, when you get women in these jobs, the subsidized employment jobs, I imagine, it's not really a question, it's a statement, I imagine the benefits extend broadly through the family and through that entire social infrastructure. Yeah, absolutely. I mean, subsidized employment, it works because it's really holistically addressing the needs of workers who have been experiencing these persistent barriers to employment, like, for example, not being able to afford childcare, which would then allow someone to get and maintain a job. And so it kind of interrupts that cycle. And yeah, the impacts are so widespread for workers participating in them. Kelly Grant, she's the associate director at the Georgetown Law Center's Center on Poverty and Inequality. Kelly, thanks a lot for your time. I appreciate it. Thanks so much. Thrifting, where you go digging around in your local secondhand clothing store looking for forgotten treasures, has become a preferred method of stocking one's closet, as well as something of a hobby, especially for Gen Z. According to the resale site Thread Up, secondhand apparel sales grew five times faster this year than the conventional clothing market did, and two out of every five items of clothing in Gen Zers wardrobes are now secondhand. For enthusiasts, thrifting and reselling has become a business in itself, and it can get pretty creative, as you will hear now in this installment of our series, My Economy. My name is Isabella McMinn. I'm the owner of Secondhand by Bella, and I create style bundles and resell thrifted clothes. A style bundle is a bunch of thrifted items that match a person's Pinterest board. So someone might be looking for a style that is more preppy, and I'll go out and find that for them and their size and really try and stick with the style to kind of add to their wardrobe. In February of 2022, I went to Arkansas with my mom, and we were thrifting and I found just so many items that I wanted for myself, but would it fit or weren't quite my style. And I just had this idea, I'd been thinking about it for a while to kind of open my own business with the stuff that I already had. And it really turned into something a lot bigger with the support from the community around me and become something that I'm able to do a lot more often than I was before. I had an influencer reach out to me about a month ago, and she asked for a style bundle. She posted a TikTok about it, and a bunch of people found me through her page and now have been requesting style bundles out until February. I had to close off my orders until then because I had just so many. I started being able to do what I kind of opened the business for, which was creating style bundles and styling people. And so it's been a really great progression from feeling like this is only ever going to be a side hustle to actually the possibility of it turning into a career, which is really cool. Right now I have two weeks left and then I will be officially done with my bachelor's degree. I went to UNR, University of Nevada, Reno, and I got my bachelor's in business management, or I'm getting my bachelor's in business management. It has really helped me understand the math of things. I keep my books really clean and I know exactly when I made a sale and when I did it. And so while I hated my accounting classes, they were very helpful. I get really excited about making bundles that are kind of out of the box. I think clothing is something really personal and it's something that shows your creativity. So I really love just the relationships that I've created with these people, even though they're just through Instagram or through the screen, I guess. I feel like I kind of get to know them a little bit by shopping for them. So it's just a really fun thing that I am so happy that I get to do. Isabella McMinn, Style Bundling in Reno, Nevada. Whatever you are wearing, wherever you are, let us know how things are going, would you? Marketplace.org slash my economy. This final note on the way out today in which reports of the death of the all you can eat buffet turn out to have been greatly exaggerated. Saw this in Fortune magazine. Conventional wisdom had been that standing shoulder to shoulder with strangers forking food onto your plate from a common trough was not going to survive the pandemic. Contrary, buffet restaurants took in five and a half billion dollars last year. That is a nine percent jump from a year earlier. All right, we're going here, though, of course, is your moment of economic context. This one is a tidbit from the Federal Reserve Bank of San Francisco. You know, all that consumer spending that's been keeping the economy going for the past couple of years? Well, yeah, about that. In some new research, the San Francisco Fed says it figures all the excess savings we built up during the pandemic, whether by just not buying stuff or by government relief programs. All that is going to be used up this quarter, which is to say by October. So we end where we started with Jay Powell following the data. John Buckley, John Gordon, Rick Carndyne, the Parker and Peter and Stephanie Seek are the marketplace editing staff. Mir Bawi is the managing editor. I'm Kai Rizdal. We will see you tomorrow. This is a PM."}, "podcast_summary": "In today's podcast, \"Marketplace Morning Report,\" several topics were covered. Firstly, the economic news has been positive, with low inflation, GDP growth, and decreased first-time unemployment claims. However, the Conference Board's monthly index of leading economic indicators has been declining for 16 months, indicating a potential recession on the horizon. The predictive power of the index is questioned, as it has shown recession signals without a recession occurring. The report also discussed the expiration of federal aid for childcare providers, amounting to over $24 billion, which has helped keep centers open and supported childcare workers. Concerns were raised about the availability and affordability of childcare once the funding expires. Additionally, the report highlighted the launch of AI-generated review summaries on Amazon's mobile app, which analyze and synthesize product reviews into concise summaries. The potential benefits and risks of AI-generated reviews were discussed, with concerns about fake reviews and the need for accurate algorithms. Lastly, the report explored the history of automation and its impact on the workforce. AI is predicted to replace certain jobs, but may also create new job opportunities. It emphasized the importance of adaptability and time in adjusting to technological advancements.", "podcast_highlights": "- The Conference Board's index of leading economic indicators has been declining for 16 consecutive months, which is a concerning trend\n- There is speculation about a potential recession, but experts are divided on the predictive power of the index\n- Trillions of dollars in federal aid have been distributed during the pandemic, with one of the last programs set to expire in September\n- The federal government has given over $24 billion to child care providers, which has helped keep many centers open and improve teacher pay\n- Amazon has launched AI-generated review summaries on its mobile app, which analyze and synthesize product reviews to help consumers make informed decisions\n- Subsidized employment programs have been successful in improving the economic well-being of black Americans and other individuals facing barriers to employment\n- Secondhand clothing sales have grown five times faster than the conventional clothing market, with two out of five items in Gen Z's wardrobes being secondhand\n- Style bundle businesses, like Secondhand by Bella, are gaining popularity, where thrifted clothes are curated to match a customer's style preferences."}