{"podcast_details": {"podcast_title": "The Indicator from Planet Money", "episode_title": "When mortgage rates are too low to give up", "episode_image": "https://media.npr.org/assets/img/2022/09/23/the-indicator_tile_npr-network-01_sq-cdaf29c3fae4825d9aed15df5a2ee4bdfcd95a3e.jpg?s=1400&c=66&f=jpg", "episode_transcript": " NPR. This is the Indicator from Thought Up Money. I'm Jarrion Woods. And I'm Weyland Wong. You know, I can think of times when I've been peer pressured into going to happy hour, buying a trendy water bottle. But Alex Falkengrove, he ended up with a bigger ticket purchase. I was pretty much peer pressured into buying a house. This was in 2019. Alex's coworker had just gotten his real estate license and wanted Alex to be his first client. Alex was newly married and didn't have a lot of savings, but he scraped together the money for a down payment and he and his wife bought their first home just outside of Denver. And that interest rate was 4.125% on a 30 year mortgage. We refi two years later and that's a 15 year mortgage at 2.375%. I don't know that they're ever going to be this low ever again. I like the precision. Right down to three decimal points. Yes, very exact. And Alex is in good company. Freddie Mac, the government sponsored mortgage provider, says that more than half of mortgage borrowers have a rate at or below 4%. This is thanks to record low interest rates in the last few years. But with the Federal Reserve now hiking interest rates, mortgage rates are over 7%. And this rapid swing has created what's called a mortgage lock-in effect. Borrowers are staying put in their current homes instead of buying a new place and taking out a mortgage at a much higher rate. Today on the show, we look at the ripple effects from mortgage lock-in to see how the Fed's actions on interest rates can have unintended consequences, not just in the housing market, but for the wider economy. The vast majority of homeowners in the US have a 30 year fixed mortgage. They get one interest rate at the time they borrow the money and that rate stays the same for 30 years. And that makes the US mortgage market pretty unique. And there are benefits to the 30 year fixed mortgage. Julia Fonseca is a professor at the Gies College of Business at the University of Illinois at Urbana-Champaign. She says the 30 year fixed mortgage insulates people against interest rate increases. But when rates do go up and a homeowner wants to move. This is going to add to the financial cost of moving because you have to pay off this loan at a very low rate and take out a new one at a much higher rate. And we wanted to ask what does that do to borrowers? Why does this matter? And I think one reason why we should definitely care about this is it affects other people. Julia researched these effects for a working paper released earlier this year. She co-authored the paper with Lu Liu, a professor at the Wharton School at the University of Pennsylvania. And they studied data on millions of mortgage borrowers between 2010 and 2018. They were looking at the impact of mortgage rate lock in on housing markets and labor markets. So let's take housing first. In a healthy housing market, you have first time homeowners buying starter homes and you have current homeowners upgrading from starter homes to something nicer or maybe they're moving in search of job opportunities. But with mortgage rate lock in, current homeowners don't move because they'd have to give up a low rate for a high one. So let's say somebody borrows $250,000. At 3%, their monthly payment would be just over $1,000. But at 7%, like roughly now, the monthly payment would go up by $600. That's an increase that would give a lot of homeowners pause. In fact, Julia and her co-author found that for every 1% increase in mortgage rates, moving rates go down by 9%. It's a substantial decline in people moving and that means fewer homes for sale. And that squeeze on supply could keep home prices high, at least in the short term. It affects the entire housing market. If no one is putting up their homes for sale, that doesn't just affect the person who is not upgrading to a better home. This could affect that first time home buyer that can't find a home to purchase. And that might even be a factor in explaining why house prices in the US have not declined much while in other countries, there we're really seeing house price declines. So that is how the mortgage lock in effect could play out in the housing market. Then there's a perhaps less obvious ripple effect and that is on the labor market. Julia and her co-author found that mortgage lock in leads to fewer people moving for better paying jobs. So what we see is borrowers who are less locked in, they are a lot more likely to move in response to wage growth. They're about three times more likely to move than a borrower who is more locked in. This suggests that lock in is preventing them from pursuing these labor market opportunities that would have been worthwhile otherwise. It could keep workers from finding the best jobs. It could keep firms from finding the best workers. And so that could have real consequences for labor markets, for labor productivity. In other words, a worker might give up a job that pays better or is a better match for their skills because the financial cost of moving outweighs those benefits. And when these individual decisions are added up across the economy, that can disrupt the smooth functioning of labor markets. Now, Julia says it's too soon to know exactly how mortgage lock in is showing up today. And her research did look at pre-pandemic data before the surge in remote and hybrid work of the last few years. But Julia outlined some possible labor market trends that could be related to mortgage lock in. And one is that companies are struggling to hire enough employees. Another is that employers are offering higher wages, hoping to offset the cost of moving. And then there's the potential labor mismatch problem of people working in jobs that are OK for them, but not optimal. And if this is the case, productivity could decline. The possibility is that, yes, you're seeing employment, but these matches could be better. And so labor productivity is going to be lower. Julia says there are some ways to alleviate mortgage lock in. The industry could look at offering portable mortgages. That's where a homeowner can transfer the terms of their existing loan to a new property. It's common in some countries outside of the U.S. Expanding mortgage assumability is another option. That's when a homebuyer takes on the seller's mortgage. And assumability is only available right now for some mortgages in the U.S. But Julia also points out that the 30-year fixed-rate mortgage has a lot of advantages for borrowers. And so big policy changes would come with their own tradeoffs, maybe in the form of higher overall mortgage rates. Economic tradeoffs happen on an individual level, too. Take Alex Falcongrove, the homeowner we met earlier who lives near Denver. Since when did I care so much about backsplashes? This is what happens when you buy a home. You just get super into tile. Anyway, since buying his house in 2019, Alex got a new job that comes with a much longer commute. If he relocated closer to work, he'd spend less time driving. But his 2.4% interest rate is just too good to give up right now. You mean 2.375% interest rate, Wayland, remember? Oh, yes. Oh, wow. The precision, Darien. Very careful listening. I mean, you've got to say he's probably quite proud of that number. So yeah. That's true. He and his wife are staying put and they're building equity in their current home. They've improved it, too, adding solar panels and by sprucing up the backyard. You know, you get your little lights up, you get a sunshade, a fire pit. Now we have two dogs out there. You get a grill. You can't do that stuff in an apartment. So it's nice to just have our area. You can go in the backyard. 300 days of sunshine in Colorado. Not a bad place to get locked in, I have to say. Yeah, not at all. This episode was produced by Julia Richie with engineering by Robert Rodriguez. It was fact checked by Cio Juarez and edited by Kate Kincannon. The indicator is a production of NPR."}, "podcast_summary": "In this podcast episode of The Indicator from Planet Money, the hosts discuss the mortgage lock-in effect and its ripple effects on the housing market and the wider economy. They start by sharing the story of Alex Falkengrove, who was peer pressured into buying a home in 2019 when interest rates were low. They explain that many mortgage borrowers have rates at or below 4% thanks to the record low interest rates of the past few years. However, with the Federal Reserve now hiking interest rates, mortgage rates are over 7%, causing borrowers to stay put in their current homes instead of buying new ones at higher rates, creating the mortgage lock-in effect. The hosts speak with Julia Fonseca, a professor at the Giese College of Business, about the impact of mortgage rate lock-in on the housing market and labor market. They discuss how homeowners are less likely to move due to the financial cost of giving up a low-rate mortgage and taking out a new one at a higher rate. This leads to fewer homes for sale and potentially higher home prices. In the labor market, mortgage lock-in prevents people from pursuing job opportunities that would require them to relocate due to the high cost of moving. This could result in labor market inefficiencies and lower productivity. The hosts also mention some potential solutions to alleviate mortgage lock-in, such as offering portable mortgages and expanding mortgage assumability. However, they note that these changes would come with trade-offs. The episode ends with the story of Alex Falkengrove and his decision to stay in his current home despite a longer commute because of his low interest rate.", "podcast_highlights": "- Alex Falkengrove was peer pressured into buying a house in 2019.\n- Mortgage rates have dropped to record lows, with over half of mortgage borrowers having a rate at or below 4%.\n- The Federal Reserve hiking interest rates has created a mortgage lock-in effect, where borrowers are staying put in their current homes instead of buying a new one at a higher rate.\n- Mortgage lock-in has ripple effects on the housing market, leading to fewer homes for sale and potentially keeping home prices high.\n- Mortgage lock-in also affects the labor market, with fewer people moving for better paying jobs and potentially disrupting labor market functioning."}